/*
*********************************************************************************************************
*
*	模块名称 : AD9850驱动模块
*	文件名称 : bsp_ad9850.h
*	说    明 : 头文件
*
*	Copyright (C), 2010-2012, 安富莱电子 www.armfly.com
*
*********************************************************************************************************
*/

#ifndef __BSP_AD9850_H
#define __BSP_AD9850_H

/* 供外部调用的函数声明 */
void AD9850_InitHard(void);
void AD9850_WriteCmd(uint8_t _ucPhase, double _dOutFreq);

#endif


